Revit 2027 API
ParameterTypeId.DefaultConstructionMassOpening Property
 "Mass Opening"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassOpening { get; }
Public Shared ReadOnly Property DefaultConstructionMassOpening As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassOpening {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassOpening : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace